{
  "source": "Global Times",
  "articles": [
    {
      "title": "China welcomes US tourists to experience the real China: Xi",
      "date": "2024-05-22",
      "url": "https://www.globaltimes.cn/page/202405/1312823.shtml",
      "summary": "Chinese President Xi Jinping extended a warm welcome to US tourists to travel to China, meet Chinese friends, experience Chinese culture, and visit beautiful landscapes. The 14th China-US Tourism Leadership Summit convened for the first time since 2019 in Xi'an, with about 400 representatives from both countries participating. The summit aims to boost bilateral tourism cooperation and people-to-people exchanges."
    },
    {
      "title": "China-US flight number rises but still insufficient: Global Times editorial",
      "date": "2023-11-24",
      "url": "https://www.globaltimes.cn/page/202311/1302434.shtml",
      "summary": "The resumption of flights between China and the US is entering an accelerated phase. The number of weekly direct roundtrip flights between the two countries has increased from double digits at the beginning of 2023 to nearly 70 per week currently. Ticket prices have decreased as a result. This is highly welcomed by the societies of both countries and is one of the achievements of the restoration of high-level communications between the two countries."
    },
    {
      "title": "Sichuan Airlines resumes Chengdu-Los Angeles direct flight",
      "date": "2023-11-24",
      "url": "https://www.globaltimes.cn/page/202311/1302460.shtml",
      "summary": "Direct flights from Chengdu to Los Angeles resumed on November 24, 2023, operated by Sichuan Airlines every Tuesday and Friday. The outbound flight takes 14 hours, while the inbound flight lasts 19 hours and 25 minutes with a stopover at Hangzhou. Direct flights between China and the US are expected to rise to 70 a week during the winter/spring season."
    },
    {
      "title": "Air China resumes Beijing-Washington direct flights",
      "date": "2023-11-21",
      "url": "https://www.globaltimes.cn/page/202311/1302249.shtml",
      "summary": "Air China flight CA817 departed from Beijing Capital International Airport heading to Washington on November 21, 2023, marking the first direct flight from China to the US operated by a Chinese airline since the two countries further increased direct flights starting from November 9. Direct flights between China and the US are expected to rise to 70 a week during the winter/spring season."
    },
    {
      "title": "CAAC speeds up international flight resumption applications, including China-US routes",
      "date": "2023-01-11",
      "url": "https://www.globaltimes.cn/page/202301/1283621.shtml",
      "summary": "The Civil Aviation Administration of China (CAAC) is accelerating China-US flight resumption applications, along with applications from other countries. This move is expected to facilitate more international travel and boost the recovery of the aviation industry."
    },
    {
      "title": "US to suspend immigrant visa processing for 75 nations; politicization of immigration 'unprecedented'",
      "date": "2026-01-15",
      "url": "https://www.globaltimes.cn/page/202601/1353263.shtml",
      "summary": "The US is indefinitely suspending immigrant visa processing from 75 countries starting January 21, 2026. China is not on the list. The suspension applies to immigrant visas for employment or family reunification but does not apply to non-immigrant visas like student and tourist visas. The affected countries include Brazil, Colombia, Egypt, Haiti, Somalia and Russia."
    },
    {
      "title": "Thailand expresses concern to US over inclusion in visa suspension list: FM",
      "date": "2026-01-15",
      "url": "https://www.globaltimes.cn/page/202601/1353316.shtml",
      "summary": "Thailand has expressed concern to the US over its inclusion in a list of 75 countries facing a suspension of immigrant visa processing. The Thai Foreign Minister stated that the government is seeking clarification from US authorities regarding the decision."
    },
    {
      "title": "EU strongly condemns US travel ban on 5 individuals; row highlights 'deepening rift'",
      "date": "2025-12-25",
      "url": "https://www.globaltimes.cn/page/202512/1351482.shtml",
      "summary": "The European Union has strongly condemned the US travel ban on 5 individuals, including EU officials. The row highlights the deepening rift between the US and its European allies over immigration and visa policies."
    },
    {
      "title": "US halts all visa issuance to Afghan citizens",
      "date": "2025-11-29",
      "url": "https://www.globaltimes.cn/page/202511/1349341.shtml",
      "summary": "The US State Department has paused visa issuance to Afghan citizens, according to reports. This move affects all visa categories and has drawn criticism from human rights organizations."
    },
    {
      "title": "US 'visa stick' won't stop the trend of deepening China-Central America ties: Chinese FM",
      "date": "2025-10-21",
      "url": "https://www.globaltimes.cn/page/202510/1346174.shtml",
      "summary": "The Chinese Foreign Ministry responded to the US announcement of visa restrictions on citizens of Central American nations, stating that the 'visa stick' won't stop the trend of deepening China-Central America ties. China will continue to strengthen cooperation with Central American countries."
    },
    {
      "title": "Spring Festival travel rush expected to see record highs in cross-regional, rail, and air passengers",
      "date": "2026-01-21",
      "url": "https://www.globaltimes.cn/page/202601/1353836.shtml",
      "summary": "China's Spring Festival travel rush is expected to see record highs in cross-regional, rail, and air passengers. Inbound and outbound tourism are also booming during the winter vacation period, with strong demand for international travel."
    },
    {
      "title": "Philippines announces 14-day visa-free for Chinese; Manila's contradictory approach to China sparks online doubts over policy sincerity",
      "date": "2026-01-15",
      "url": "https://www.globaltimes.cn/page/202601/1353354.shtml",
      "summary": "The Philippines will grant visa-free entry to Chinese nationals for up to 14 days starting January 16, 2026, in a bid to increase Chinese trade, investments and tourists. The policy applies only to tourists entering through Manila and Cebu airports and will be in effect for one year. The move comes as the Philippines seeks to tap China's lucrative outbound tourism market."
    },
    {
      "title": "Cambodia announces pilot visa-free policy for Chinese nationals from Jun 15 to Oct 15, 2026",
      "date": "2025-12-03",
      "url": "https://www.globaltimes.cn/page/202512/1349635.shtml",
      "summary": "Cambodia announced a pilot visa-free policy for Chinese nationals from June 15 to October 15, 2026. Analysts noted that China's strong outbound tourism spending power has drawn growing attention from Southeast Asian countries seeking to boost their tourism industries."
    },
    {
      "title": "S.China's Hainan to implement new tourism regulations as FTP opening-up deepens",
      "date": "2025-11-30",
      "url": "https://www.globaltimes.cn/page/202511/1349415.shtml",
      "summary": "Hainan Province will implement new tourism regulations as the Free Trade Port (FTP) opening-up deepens. The regulations will allow enterprises to operate outbound tourism services (excluding Taiwan region), implementing more open and convenient policies to boost tourism development."
    },
    {
      "title": "Surge in Chinese holiday travelers boosts European tourism, cultural exchanges",
      "date": "2025-10-09",
      "url": "https://www.globaltimes.cn/page/202510/1345185.shtml",
      "summary": "A surge in Chinese holiday travelers has boosted European tourism and cultural exchanges. According to a leading Chinese online travel service provider, more than 30 percent of outbound tourism bookings during the holiday period were for European destinations, showing strong recovery in Chinese outbound tourism."
    },
    {
      "title": "China witnesses a significant growth of air travel during eight-day holidays",
      "date": "2025-10-09",
      "url": "https://www.globaltimes.cn/page/202510/1345184.shtml",
      "summary": "China witnessed a significant growth of air travel during the eight-day National Day and Mid-Autumn Festival holidays. Outbound air travel increased by more than 20 percent year-on-year, indicating strong recovery in international travel demand."
    },
    {
      "title": "GT Voice: Inbound tourism boom offers opportunities, not risk, for yuan",
      "date": "2026-02-02",
      "url": "https://www.globaltimes.cn/page/202602/1354690.shtml",
      "summary": "The inbound tourism boom in China offers opportunities for the yuan's internationalization. As more foreign tourists visit China, the use of yuan in cross-border transactions is expected to increase, strengthening the currency's global position."
    },
    {
      "title": "'Cavaleiros' in the US",
      "date": "2022-07-21",
      "url": "https://www.globaltimes.cn/page/202207/1271085.shtml",
      "summary": "An article about Brazilian cavaleiros (horse riders) traveling to the US for equestrian events and cultural exchanges, showcasing the diversity of travel and tourism activities between countries."
    }
  ]
}