{
  "source": "Skift",
  "crawl_date": "2026-02-03",
  "total_articles": 25,
  "articles": [
    {
      "title": "The New Chinese Traveler: Where They're Going, Spending",
      "date": "2025-01-07",
      "url": "https://skift.com/2025/01/07/the-new-chinese-traveler-where-theyre-going-how-much-theyre-spending/",
      "summary": "China's outbound travel market remains in recovery mode post-Covid, with an expected 130 million trips in 2024. By 2028, the market is projected to surge to 200 million trips. Regional destinations like Singapore, Japan, and South Korea remain highly favored. Spontaneity has emerged as a defining trend, with 74% of travelers booking trips less than a month in advance."
    },
    {
      "title": "China's Outbound Travel Is Having a Comeback and First-Timers Are Driving It",
      "date": "2025-03-31",
      "url": "https://skift.com/2025/03/31/chinas-outbound-travel-is-having-a-comeback-and-first-timers-are-driving-it/",
      "summary": "China's outbound tourism sector is expected to make a strong comeback this year and surpass pre-Covid levels for the first time. The group expects in excess of 155 million international trips from China, with around 72% of Chinese travelers planning multiple international trips. Nearly 38% of Chinese travelers will be traveling abroad for the first time."
    },
    {
      "title": "China's Outbound Travel Is Now Being Driven by These Five Categories",
      "date": "2025-06-24",
      "url": "https://skift.com/2025/06/24/chinas-outbound-travel-is-now-being-driven-by-these-five-categories/",
      "summary": "Chinese travelers are coming back differently. China Trading Desk has developed the Five Economies Framework: Confidence Economy (first-timers who need clarity), Value Economy (people spending carefully), She Economy (young female Gen Z travelers), Emotional Economy (travelers looking for meaning), and Silver Economy (older, confident travelers)."
    },
    {
      "title": "How Chinese Tourists Are Traveling Differently This Labor Day Break",
      "date": "2025-04-29",
      "url": "https://skift.com/2025/04/29/how-chinese-tourists-are-traveling-differently-this-labor-day-break/",
      "summary": "China is bracing for a major outbound travel surge during Labor Day Golden Week. An average of 2.15 million cross-border passenger trips are expected per day. Chinese travelers are spending more, traveling smarter, longer, and deeper with flexible, immersive itineraries."
    },
    {
      "title": "Chinese Travel to Middle East Bounces Back to Pre-Pandemic Levels",
      "date": "2024-03-04",
      "url": "https://skift.com/2024/03/04/chinese-travel-to-middle-east-bounces-back-to-pre-pandemic-levels/",
      "summary": "Outbound travel from China to the Middle East reached pre-pandemic levels during Chinese New Year. Cairo experienced a 7% increase in Chinese arrivals compared to 2019. China Eastern Airlines became the first carrier to operate direct Shanghai-Cairo route. Egypt eased tourist visa requirements for Chinese travelers."
    },
    {
      "title": "China Further Expands Visa-Free List to Include 5 More Countries",
      "date": "2024-10-08",
      "url": "https://skift.com/2024/10/06/china-further-expands-visa-free-list-to-include-5-more-countries/",
      "summary": "China announced visa-free entry for citizens of Cyprus, Denmark, Greece, Portugal, and Slovenia starting October 15. The visa-free policy now extends to 18 European countries. From January to July 2024, China attracted 17.25 million foreign tourists — a 130% increase compared to 2023."
    },
    {
      "title": "China Extends Visa-Free Entry to 9 More Countries, Doubles Stay Limit to 30 Days",
      "date": "2024-11-26",
      "url": "https://skift.com/2024/11/26/china-extends-visa-free-entry-to-9-more-countries-doubles-stay-limit-to-30-days/",
      "summary": "China expanded its visa-free entry program to cover citizens from nine additional countries including Japan and eight European nations. Starting November 30, visitors from 38 eligible countries can stay in China visa-free for up to 30 days, doubling the previous limit of 15 days."
    },
    {
      "title": "China and U.S. to Improve Tourism Ties, Says Chinese President Xi",
      "date": "2023-11-20",
      "url": "https://skift.com/blog/china-and-u-s-to-improve-tourism-ties-says-xi/",
      "summary": "The U.S. and China will improve air connectivity and streamline visa processing, said Chinese President Xi Jinping. The two countries will roll out more measures to facilitate travels including increasing direct passenger flights, holding a high-level dialogue on tourism, and streamlining visa application procedures. Before the pandemic, 2.6 million Chinese visitors spent about $15 billion annually in the U.S."
    },
    {
      "title": "China Eases Visa Rules for U.S. Tourists",
      "date": "2024-01-01",
      "url": "https://skift.com/2024/01/01/china-eases-visa-rules-for-u-s-tourists/",
      "summary": "China simplified entry rules for U.S. citizens visiting on tourist visas. Starting January 1, 2024, tourist visa applicants in the U.S. will no longer be required to submit proof of round-trip air tickets, hotel reservations, itinerary or invitation letter."
    },
    {
      "title": "Why Are Airlines Quiet Quitting China?",
      "date": "2024-10-20",
      "url": "https://skift.com/2024/10/20/why-are-airlines-quiet-quitting-china/",
      "summary": "Flights between the United States and China were slow to rebound from the pandemic. Although frequencies will more than double in 2024 compared to 2023, it will still be just a quarter of pre-pandemic numbers. Analysis forecasts 4,228 flights in 2024, up from 1,435 in 2023, but in 2019 there were more than 17,000 departures."
    },
    {
      "title": "United's Playbook: What's Next for China?",
      "date": "2024-09-16",
      "url": "https://skift.com/2024/09/16/uniteds-playbook-whats-next-for-china-and-its-network/",
      "summary": "United Airlines recently resumed Los Angeles to Shanghai route, bringing total to three daily flights to mainland China. United's CCO Andrew Nocella stated: 'China is just completely different for United today than it was pre-pandemic. The demand environment is just entirely different.'"
    },
    {
      "title": "Trump Administration Moves to Restrict Chinese Airlines' Use of Russian Airspace on U.S. Routes",
      "date": "2025-10-10",
      "url": "https://skift.com/2025/10/10/trump-administration-moves-to-restrict-chinese-carriers-from-flying-over-russia/",
      "summary": "U.S. airlines have faced increased costs and reduced capacity to China due to bans on flying over Russian airspace, while Chinese carriers have maintained competitive advantages. The Trump administration is moving to restrict Chinese airlines from using Russian airspace on U.S. routes."
    },
    {
      "title": "Chinese Travelers Are Still Cautious About Visiting the U.S. Here's Why",
      "date": "2024-01-17",
      "url": "https://skift.com/2024/01/17/chinese-travelers-are-still-cautious-about-visiting-the-u-s-heres-why/",
      "summary": "Foreign travel for Chinese citizens remained 41% of pre-pandemic levels in 2023, predicted to reach just 62% in 2024. The survey predicts 1.3 million Chinese tourists will visit the U.S. in 2024, still 70% below 2019. Limited flight capacity, expensive tickets, and concerns about racial hate crimes are cited as reasons."
    },
    {
      "title": "Chinese Tourism to the U.S. Makes Slow Progress",
      "date": "2024-05-01",
      "url": "https://skift.com/2024/05/01/chinese-tourism-to-the-u-s-makes-slow-progress/",
      "summary": "The U.S. travel industry will likely see a full recovery in Chinese and Japanese tourism by 2026. The U.S. National Travel and Tourism Office projects international travel to fully recover in 2025, but China and Japan are expected to lag behind other source markets due to China's weak economy and flight restrictions."
    },
    {
      "title": "U.S. Tourism Without China and New Competition – Brand USA Chief",
      "date": "2023-08-07",
      "url": "https://skift.com/2023/08/07/u-s-tourism-without-china-and-new-competition-brand-usa-chief/",
      "summary": "Brand USA CEO Chris Thompson emphasized there won't be a post-Covid recovery without China because it's the number one spend market. In 2019, 3 million Chinese visitors spent $35 billion in the U.S. Canada and India are expected to exceed 2019 levels, while Germany and France may recover in 2024."
    },
    {
      "title": "U.S. Travel Industry Forced to Replace Chinese Tourist Spending",
      "date": "2023-08-31",
      "url": "https://skift.com/2023/08/09/u-s-travel-industry-forced-to-replace-chinese-tourist-spending/",
      "summary": "U.S. tourism organizations are replacing billions in Chinese tourist spending with other markets. Chinese tourists spent $35 billion in 2019, making them the largest tourism market in terms of spend. NYC is focusing on Brazil, while LA is ramping up marketing in Australia, New Zealand and the UK."
    },
    {
      "title": "Chinese Demand for U.S. Tourist Visas 'Nowhere Near' Pre-Pandemic Levels",
      "date": "2024-05-04",
      "url": "https://skift.com/2024/05/04/chinese-demand-for-u-s-tourist-visas-nowhere-near-pre-pandemic-levels/",
      "summary": "Chinese tourists spent over $30 billion in the U.S. in 2019. Demand for U.S. tourist visas from Chinese travelers remains significantly below pre-pandemic levels due to limited flight capacity, visa processing delays, and geopolitical tensions."
    },
    {
      "title": "China-U.S. Travel Restrictions Are Easing, but These Hurdles Limit a Full Recovery",
      "date": "2023-08-13",
      "url": "https://skift.com/2023/08/13/china-u-s-travel-restrictions-are-easing-but-these-hurdles-limit-a-full-recovery/",
      "summary": "The U.S. and China agreed to double weekly flights from 12 to 24. However, this is nowhere near the more than 150 weekly flights before the pandemic. Chinese travelers face over four months wait for first-time visitor visa interviews. Air service is still only about 10% of pre-Covid levels."
    },
    {
      "title": "Will Trump Policies Stymie an Inbound Tourism Comeback?",
      "date": "2025-02-21",
      "url": "https://skift.com/2025/01/28/will-trump-policies-stymie-an-inbound-tourism-comeback/",
      "summary": "Chinese tourism to the U.S. has been impacted by flight capacity not making a complete rebound. Seat capacity was 50% below pre-pandemic levels as of December 2024. Arrivals from China aren't projected to surpass pre-pandemic levels until 2028."
    },
    {
      "title": "Hawaii Adds 'Green Fee' to Hotel Stays to Combat Climate Change",
      "date": "2025-05-28",
      "url": "https://skift.com/2025/05/28/hawaii-adds-green-fee-to-hotel-stays-to-combat-climate-change/",
      "summary": "Hawaii enacted a new 'green fee' adding a 0.75% surcharge to the state's accommodations tax, raising it to 11% on hotel room rates. Starting in January, the fee is expected to generate around $100 million annually for disaster preparedness and environmental protection projects."
    },
    {
      "title": "Hawaii's Maui Tourism Faces 'Long Recovery' After Wildfires",
      "date": "2024-08-15",
      "url": "https://skift.com/2023/09/14/hawaiis-maui-tourism-faces-long-recovery-after-wildfires/",
      "summary": "Maui's tourism recovery has been moving at a sluggish pace since wildfires devastated the island's western region. West Maui reopened to tourists on October 8, but recovery is expected to be slow. Over 70% of every dollar in Maui County is directly or indirectly generated from tourism."
    },
    {
      "title": "Hawaii Governor: Fewer Short-Term Rentals, More Climate Resilience and Sports Tourism",
      "date": "2025-02-04",
      "url": "https://skift.com/2024/10/25/hawaii-governor-fewer-short-term-rentals-more-climate-resilience-and-sports-tourism/",
      "summary": "Hawaii Governor Josh Green discussed rebuilding Maui, reducing short-term rentals, attracting sports tourism events, and financing climate resilience. Visitor spending in Maui totaled $3.5 billion between January and August, down 20% from the previous year."
    },
    {
      "title": "Chinese Travelers Embrace AI While Outbound Travel Surges Back",
      "date": "2025-09-24",
      "url": "https://skift.com/2025/09/23/chinese-travelers-embrace-ai-while-outbound-travel-surges-back/",
      "summary": "China's outbound travel market is back on track. International trips from mainland China are projected to hit the pre-pandemic peak of 155 million by end of 2025. Flight capacity has reached 90% of 2019 levels, and 160 million Chinese citizens now hold valid passports."
    },
    {
      "title": "Why UAE, Saudi Arabia and Morocco Are Winning Chinese Tourists",
      "date": "2025-11-26",
      "url": "https://skift.com/2025/11/26/why-uae-saudi-arabia-and-morocco-are-winning-chinese-tourists/",
      "summary": "The Middle East and North Africa region has been witnessing a surge of Chinese tourists. Dubai recorded about 177,000 Chinese arrivals in 2022 and jumped to roughly 824,000 in 2024. Saudi Arabia's Chinese arrivals increased from 140,000 in 2023 to around 212,000 in 2024."
    },
    {
      "title": "New York City Cuts Tourism Forecast by 3 Million Visitors",
      "date": "2025-05-09",
      "url": "https://skift.com/2025/05/09/new-york-city-cuts-tourism-forecast-by-3-million-visitors/",
      "summary": "New York City cut its 2025 tourism forecast by 3 million visitors, citing growing negative sentiment toward the U.S. International tourism is declining sharply, with overseas visitor projections dropping by 2 million. Policy issues, especially tariffs, and declining visits from key markets are driving the downturn."
    }
  ]
}
